INSERT INTO development
    (id, name, cords, location_id, meta)
VALUES (1,
        'ЖК «Крылов»',
        ST_SetSRID(ST_MakePoint(73.370308, 61.282734), 4326),
        1,
        '{
          "image_url": "https://00.img.avito.st/image/1/1.hIzSUba_gGRmcjSnckC7yrhVKGdg-iLnejI8Z2T0IG1s8g.uBmvAIRj89XpmAH05J945Y3UZEFhU8lBUPa2E2IsvWc?cqp=2.Rk8cMHNBdi-Ff6pDRuL_1SftigBj2rAd1VWqpNaexenb9vu00_MNXKQzQvO9juwwg6HDNbAGwfHxI7jndOXx4vudKtu4nUzDOunfkt4=",
          "description": "ЖК «Крылов» — жилой комплекс комфорт-класса в 39-м микрорайоне Сургута с панельными 16-этажными корпусами, многоуровневым паркингом и благоустроенными территориями для спорта и отдыха.\n\nВ продаже одно-, двух- и трехкомнатные квартиры площадью от 37,5 до 88,1 кв. м. с чистовой отделкой под ключ. Запланированный срок сдачи: II–IV кварталы 2025 года, есть сданные дома. ЖК находится в 15 минутах от центра города. В инфраструктуре предусмотрены: паркинг на 498 мест, площадки для детей, зона для выгула собак, колясочные, кладовые и соседский центр.\n\nБлагоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также озеленение. В шаговой доступности находятся остановки общественного транспорта, продуктовые магазины, детские сады, школы, медицинские учреждения, торговый центр.\n\nСтроительство ведется в несколько этапов. Ввод в эксплуатацию корпуса 5.1 - 5.2 назначен на 1 квартал 2027 года. Дата реализации всего проекта неизвестна.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_krylov/4848388",
          "address": "ул. Высоковольтная/мкр. 39, жилые дома"
        }'),
       (2,
        'Квартал «Новин»',
        ST_SetSRID(ST_MakePoint(73.348099, 61.271782), 4326),
        1,
        '{
          "image_url": "https://80.img.avito.st/image/1/1.bOPTTba4aAtnbtzIcwxYiouCwgxt5kIWpfjCCGPkyABl.6_KCMzIgttX4tBam4ocS5I1lo6_fToze_rjzjYu_pXc",
          "description": "Квартал «Новин» представляет собой монолитно-блочные и монолитно-кирпичные здания переменной этажности. \n\nЗастройщиком спроектированы квартиры с различными планировками — от студий до четырехкомнатных, в том числе двухуровневые, общей площадью от 26,3 до 235,7 кв. м. Выполняется предчистовая отделка.\n\nНа охраняемой территории комплекса предусмотрены детские и спортивные площадки, гостевые автостоянки, подземный паркинг, зоны для отдыха и система видеонаблюдения. В шаговой доступности находятся детские сады, школа, поликлиника, фитнес-центр, супермаркеты.\n\nСтроительство ведется в несколько этапов. Часть домов введена в эксплуатацию. Срок сдачи дома 7 назначен на 2 квартал 2027 года.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/kvartal_novin/28838",
          "address": "мкр. 35, ул. Игоря Киртбая/Югорский тракт, жилые дома"
        }'),
       (3,
        'ЖД «Бенуа»',
        ST_SetSRID(ST_MakePoint(73.46089, 61.244451), 4326),
        1,
        '{
          "image_url": "https://00.img.avito.st/image/1/1.Memtgra4NQEZoYuCFPl427BbnwYTKR8Wmy6fAh0rlQob.8fDJPIS3RZW7YQEyx27D3NJc9Q_aAXW8T_amF622tC0?cqp=2.Rk8cMHNBdi-Ff6pDRuL_1SftigBj2rAd1VWqpNaexenb9vu00_MNXKQzQvO9juwwg6HDNbAGwfHxI7jndOXx4vudKtu4nUzDOunfkt4=",
          "description": "Жилой дом «Бенуа» представляет собой монолитно-кирпичное здание.\n\nЗастройщиком спроектированы квартиры с различными планировками. Внутренняя отделка не осуществляется.\n\nБлагоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также озеленение. В непосредственной близости расположены детские сады, школа, продовольственные магазины, остановки общественного транспорта.\n\nПроект сдан.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhd_benua/6771342",
          "address": "30-й мкр., ул. Ивана Захарова, д. 3"
        }'),

       (5,
        'ЖК «Городской парк»',
        ST_SetSRID(ST_MakePoint(73.333067, 61.269363), 4326),
        1,
        '{
          "image_url": "https://90.img.avito.st/image/1/1.IpSrALa_JnwfHZa3F10n588hjX8Zq4TBB2uGfx2lhnUVow.sL8xPd73VVGPdSCi1POP1P0NDBaGmLRZbWwUPe7Po2I",
          "description": "Жилой комплекс «Городской парк» представляет собой группу монолитно-кирпичных зданий.\n\nЗастройщиком спроектированы квартиры с различными планировками. Внутренняя отделка не осуществляется.\n\nБлагоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, многоуровневого паркинга, а также озеленение. В шаговой доступности находятся детский сад, школа, супермаркеты, медицинские учреждения, остановки общественного транспорта, а также парк.\n\nСтроительство ведется в несколько этапов. Ввод в эксплуатацию 2 этапа назначен на 1 квартал 2026 года. Дата реализации всего проекта неизвестна.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_gorodskoy_park/6611437",
          "address": "мкр. 51, ул. 23«З», ЖК «Городской парк»"
        }'),

       (6,
        'ЖК «Уютный»',
        ST_SetSRID(ST_MakePoint(73.3533, 61.286926), 4326),
        1,
        '{
          "image_url": "https://40.img.avito.st/image/1/1.LLal6ra4KF4R95iVGatlrvlvglkbQTxH20OCXRVDiFUT.Kc93sn8YQmpjLs87Dryk8wdhfnMR9QFFePAvNEAG3t0",
          "description": "Жилой комплекс «Уютный» представляет собой группу монолитно-блочных и монолитно-кирпичных зданий переменной этажности.\n\nЗастройщиком спроектированы квартиры с различными планировками от одно- до трехкомнатных общей площадью от 30.59 до 82.27 кв. м. Внутренняя отделка не выполняется.\n\nБлагоустройство прилегающей территории включает в себя организацию детских и спортивных площадок, зон отдыха и озеленение. Предусмотрены открытые гостевые парковки и подземный паркинг. Первые этажи отведены под коммерческие помещения. В шаговой доступности находятся детские сады, школы, медицинские учреждения, аптеки, продовольственные магазины, парк и скверы.\n\nСтроительство ведется в несколько этапов. Часть домов сдана. Ввод в эксплуатацию Дома 6 запланирован на 2 квартал 2027 года.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_uyutnyy/30029",
          "address": "мкр. 44, ул. Семена Билецкого, ЖК «Уютный»"
        }'),

       (7,
        'ЖК «Азбука»',
        ST_SetSRID(ST_MakePoint(73.455164, 61.248961), 4326),
        1,
        '{
          "image_url": "https://50.img.avito.st/image/1/1._W2nE7a4-YUTDklOG3CvSb_qU4IZuO2c2bpThhe6WY4R.zWApAPPYLi4FFOKNVkldI_T-QafToWYmierVymD6s2o",
          "description": "Жилой комплекс «Азбука» представляет собой группу монолитно-кирпичных зданий.\n\nЗастройщиком спроектированы студии, двух- и трехкомнатные квартиры евроформата, общей площадью от 38 до 65,6 кв. м. На выбор покупателям предлагаются варианты как с черновой, так и с чистовой отделкой.\n\nБлагоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также места для отдыха и озеленение. В шаговой доступности находятся детские сады, школы, медицинские учреждения, продовольственные магазины.\n\nСтроительство ведется в несколько очередей. Часть домов введена в эксплуатацию. Срок сдачи 3 очереди запланирован на 2 квартал 2025 года. Дата реализации всего проекта неизвестна.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_azbuka/62392",
          "address": "мкр. 30, ул. Ивана Захарова, жилые дома"
        }'),

       (8,
        'ЖК «Симфония 18»',
        ST_SetSRID(ST_MakePoint(73.352026, 61.288025), 4326),
        1,
        '{
          "image_url": "https://60.img.avito.st/image/1/1.3cLh5ba_2SpV-GnhXcaTprbfcSlTTnuXTY55KVdAeSNfRg.2Z0IS6_WgEf3-WMwAFlwzuohbWcS8OgydUlpjj0LcKU",
          "description": "Жилой комплекс «Симфония 18» представляет собой монолитно-кирпичное здание.\n\nЗастройщиком спроектированы квартиры с различными планировками. Выполняется предчистовая отделка.\n\nБлагоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также озеленение. В шаговой доступности находятся школы, детские сады, медицинские учреждения, парк, продуктовые магазины и остановки общественного транспорта.\n\nВвод объекта в эксплуатацию запланирован на 3 квартал 2026 года.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_simfoniya_18/10622678",
          "address": "ул. Семена Билецкого, ЖК «Симфония 18»"
        }'),

       (9,
        'Дом «Гудзон»',
        ST_SetSRID(ST_MakePoint(73.439726, 61.250995), 4326),
        1,
        '{
          "image_url": "https://30.img.avito.st/image/1/1.clBb3ra4drjvw8Zz56N2BBka3L_ldWKhJXfcu-t31rPt.H-zbf22h5RH2dTiTeOBrjL5hzJ8CuvF_a4BjvdwGuHA",
          "description": "Дом «Гудзон» представляет собой монолитно-кирпичное здание.\n\nЗастройщиком спроектированы различные планировки квартир — от студий до четырехкомнатных, в том числе европланировки, общей площадью от 23,05 до 186,5 кв. м. Выполняется чистовая отделка.\n\nНа территории комплекса выполняется устройство детских и спортивных площадок, озеленение. Предусмотрено строительство подземного паркинга. Первые этажи займут коммерческие помещения. В непосредственной близости расположены школы, магазины и спортивный комплекс.\n\nОбъект введен в эксплуатацию в 2 квартале 2025 года.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/dom_gudzon/2258102",
          "address": "пр-т Пролетарский, д. 9"
        }'),

       (10,
        'ЖК «Марьина гора»',
        ST_SetSRID(ST_MakePoint(73.512509, 61.25785), 4326),
        1,
        '{
          "image_url": "https://70.img.avito.st/image/1/1.9HdK2ba48J_--k4c86iyIEIBWpj0ctqIfHVanPpwUJT8.zs3PjbFNrxuNVeY4MVACNh84SFAl2Y0ZXQYLfCvuOKw",
          "description": "Жилой комплекс «Марьина гора» представляет собой комплексную застройку, состоящую из панельных зданий.\n\nЗастройщиком представлены квартиры от студий до трехкомнатных общей площадью от 23 до 76,1 кв. м с отделкой.\n\nБлагоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также озеленение. В шаговой доступности находятся школы, детские сады, медицинские учреждения, торговые центры и супермаркеты.\n\nПроект сдан.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_marina_gora/6883008",
          "address": "ул. Сосновая, жилые дома"
        }'),

       (11,
        'ЖК «Жемчужина Оби»',
        ST_SetSRID(ST_MakePoint(73.451632, 61.229797), 4326),
        1,
        '{
          "image_url": "https://80.img.avito.st/image/1/1.sKVQtLa4tE3kqQSG7M2L23pAHkruH6BULh0eTuAdFEbm.kvb2cPA7mbaOJSEO7i9y6Gh62gPZF0FaiyV251yCbz8",
          "description": "Жилой комплекс «Жемчужина Оби» представляет собой односекционное панельное здание.\n\nЗастройщиком спроектированы одно- и трехкомнатные квартиры свободной планировки общей площадью от 35 до 124.4 кв. м. На выбор покупателям предлагаются варианты как с черновой, так и с чистовой отделкой.\n\nБлагоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, подземного паркинга, гостевой автостоянки, а также озеленение. В непосредственной близости расположены детские сады, школы, продовольственные магазины и остановки общественного транспорта.\n\nОбъект введен в эксплуатацию в 3 квартале 2020 года.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_zhemchuzhina_obi/2254164",
          "address": "Югорский тракт, д. 43"
        }'),

       (12,
        'ЖК «Георгиевский»',
        ST_SetSRID(ST_MakePoint(73.412784, 61.22835), 4326),
        1,
        '{
          "image_url": "https://00.img.avito.st/image/1/1.BS-j9La_AccX6bEMH-d0GNKUqcQRX6N6D5-hxBVRoc4dVw.qWwO3jsgXQv1LR5h-hEMARrGgOFD0mfA1Ij2mKott50?cqp=2.Rk8cMHNBdi-Ff6pDRuL_1SftigBj2rAd1VWqpNaexenb9vu00_MNXKQzQvO9juwwg6HDNbAGwfHxI7jndOXx4vudKtu4nUzDOunfkt4=",
          "description": "Жилой комплекс «Георгиевский» представляет собой комплексную застройку.\n\nЗастройщиком спроектированы квартиры с различными планировками. Внутренняя отделка не осуществляется.\n\nБлагоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также озеленение. В шаговой доступности детские сады, школы, продуктовые магазины, остановки общественного транспорта.\n\nСтроительство ведется в несколько этапов. Часть домов сдана. Дата реализации всего проекта неизвестна",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_georgievskiy/9052486",
          "address": "Югорский тракт, ЖК «Георгиевский»"
        }'),

       (13,
        'Гранд-квартал Гринкод',
        ST_SetSRID(ST_MakePoint(73.349818, 61.289982), 4326),
        1,
        '{
          "image_url": "https://00.img.avito.st/image/1/1.R23Eg7a_Q4VwnvNOeJQTTay764Z2KOE4aOjjhnIm44x6IA.4N0imaYevJgtMUyB1GIoZleuCr3OXMap5qehQbqzajc?cqp=2.Rk8cMHNBdi-Ff6pDRuL_1SftigBj2rAd1VWqpNaexenb9vu00_MNXKQzQvO9juwwg6HDNbAGwfHxI7jndOXx4vudKtu4nUzDOunfkt4=",
          "description": "Гранд-квартал Гринкод представляет собой группу монолитно-кирпичных зданий.\n\nЗастройщиком спроектированы квартиры с различными планировками. Внутренняя отделка не осуществляется.\n\nБлагоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также озеленение. Озеленение решается путем устройства газонов, посадки деревьев и кустарников.\nВ шаговой доступности находятся школы, детские сады, медицинские учреждения, торговые центры и супермаркеты.\n\nСтроительство ведется в несколько этапов. Ввод в эксплуатацию домов 1, 2 назначен на 2 квартал 2026 года. Дата реализации всего проекта неизвестна.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/dom_po_ul._mikrorayon_44/10766617",
          "address": "Мкр. 44, Гранд-квартал Гринкод"
        }'),

       (15,
        'ЖК «Голд фиш»',
        ST_SetSRID(ST_MakePoint(73.51301, 61.251362), 4326),
        1,
        '{
          "image_url": "https://70.img.avito.st/image/1/1.GgYf8ba4Hu6r7K4lo9wrUjQctOmhWgr3YVi07a9YvuWp.CXRNGYkJK9Ke-7reE9KyT24785OvvJRuEEwtWXyfX-4",
          "description": "Жилой комплекс «Голд фиш» представляет собой 5 панельных домов.\n\nЗастройщиком спроектированы одно-, двух- и трехкомнатные квартиры общей площадью от 35,2 до 86,9 кв. м. Выполняется чистовая отделка.\n\nНа территории организованы детские и спортивные площадки с зонами для отдыха. Предусмотрена гостевая автостоянка. Поблизости находятся образовательные учреждения, аптеки, фитнес-клуб и супермаркеты.\n\nПроект сдан.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_gold_fish/2594264",
          "address": "ул. Монтажников, ЖК «Голдфиш»"
        }'),

       (16,
        'ЖК «Восход»',
        ST_SetSRID(ST_MakePoint(73.364141, 61.253223), 4326),
        1,
        '{
          "image_url": "https://70.img.avito.st/image/1/1.b_JV2La_axrhxdvR6Z9D3WPWwBnnc8mn-bPLGeN9yxPrew.DzQwnFFhKS7S1SvH-dUTbJ3r9veqA01sKm0oqbs9tvk",
          "description": "Жилой комплекс «Восход» представляет собой монолитно-кирпичное здание переменной этажности.\n\nЗастройщиком спроектированы одно-, двух- и четырёхкомнатные квартиры общей площадью от 42,7 до 121,4 кв. м. Внутренняя отделка не выполняется.\n\nБлагоустройство прилегающей территории включает в себя организацию детской и спортивной площадки, зон отдыха и озеленение. Предусмотрены открытые гостевые парковки. Первый этаж отведен под коммерческие помещения. В шаговой доступности находятся детские сады, школы, медицинские учреждения, аптеки, торгово-развлекательный центр, продовольственные магазины и лесной массив.\n\nПроект сдан.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_voshod/44286",
          "address": "ул. Восход, д. 1"
        }'),

       (17,
        'ЖК «River House»',
        ST_SetSRID(ST_MakePoint(73.427948, 61.238047), 4326),
        1,
        '{
          "image_url": "https://30.img.avito.st/image/1/1.qTkXSba_rdGjVB0aqwL-MTRMBdKl4g9suyIN0qHsDdip6g.n0CPvA8l5BqjEGloeev3FysqHUA3BqTh2DWYSow43bE",
          "description": "Жилой комплекс «River House (Ривер Хаус)» представляет собой возведение разносекционных монолитно-кирпичных зданий переменной этажности.\n\nЗастройщиком спроектированы квартиры с различными планировками — от одно- до четырехкомнатных от 42,5 до 213 кв. м. Внутренняя отделка не выполняется.\n\nБлагоустройство прилегающей территории включает в себя организацию подземного паркинга, гостевой парковки, детских и спортивных площадок, зон отдыха и озеленение. В шаговой доступности находятся детские сады, школы и другие образовательные учреждения, аптеки, магазины, торговые и фитнес центры.\n\nОбъект сдан в эксплуатацию.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_river_house/49025",
          "address": "пр-д Тихий, ЖК «River House»"
        }'),

       (18,
        'ЖК «Монаково»',
        ST_SetSRID(ST_MakePoint(73.427899, 61.265722), 4326),
        1,
        '{
          "image_url": "https://60.img.avito.st/image/1/1.PfH1L7a_ORlBMonSSUwgkLhAkRpHhJukWUSZGkOKmRBLjA.68PY1HqX-0kBN5xTSHK18ATr2SG85ljy60OUYrFEcg0",
          "description": "Жилой комплекс ЖК «Монаково» представляет собой возведение панельных зданий.\n\nЗастройщиком представлены квартиры от студий до трехкомнатных. Выполняется чистовая отделка.\n\nБлагоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также озеленение. В непосредственной близости расположены детские сады и школы, медицинские учреждения, места досуга и отдыха, кафе, продовольственные магазины, остановки общественного транспорта.\n\nСтроительство ведется в несколько этапов. Ввод в эксплуатацию Дома №4 назначен на 3 квартал 2027 года. Дата реализации всего проекта неизвестна.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_monakovo/12552996",
          "address": "ул. Профсоюзов, жилой дом"
        }'),

       (19,
        'ЖК «За ручьем»',
        ST_SetSRID(ST_MakePoint(73.424757, 61.25272), 4326),
        1,
        '{
          "image_url": "https://00.img.avito.st/image/1/1.sFsFoba_tLOxvAR4udjbb1CfHLC3ChYOqcoUsLMEFLq7Ag.zqG8UcXYaVk1wzqYDknbi2DNjhSUNSYzMV2XjQe8B6E?cqp=2.Rk8cMHNBdi-Ff6pDRuL_1SftigBj2rAd1VWqpNaexenb9vu00_MNXKQzQvO9juwwg6HDNbAGwfHxI7jndOXx4vudKtu4nUzDOunfkt4=",
          "description": "Дом бизнес-класса «За Ручьём»\n\n Жизнь на уровень выше — в самом центре Сургута\n\n «За Ручьём» — создан для тех, кто ценит приватность, продуманную инфраструктуру и современную архитектуру. Он расположен в деловом и культурном центре Сургута, на ул. 30 лет Победы, 40 — всего в нескольких минутах от ключевых объектов города.\n\n 17 этажей, 770 квартир\n\n Планировки в ЖК «За ручьём» — это настоящее пространство возможностей. В ассортименте — квартиры от компактных студий до просторных трехкомнатных решений. Многие планировки включают кухни-гостиные, мастер-спальни с личными санузлами, гардеробные, ниши для систем хранения. Все квартиры сдаются с улучшенной черновой отделкой.\n\n Функциональность начинается с деталей\n\n Для жильцов предусмотрен 2-уровневый подземный паркинг на 371 машиноместо — с доступом к лифту с любого этажа. Навигация, тележки у лифта, зоны выгрузки — каждый элемент помогает упростить жизнь.\n\n Приватный двор\n\n Проект реализован по концепции «двор без машин». Авторское озеленение, зоны для пикников, детские и спортивные площадки, деревянная платформа для йоги, ворк-зоны с Wi-Fi и розетками, вечерняя подсветка деревьев и элементов благоустройства.\n\n Только для своих\n\n Максимальная безопасность: видеонаблюдение, система доступа, возможность установки видеодомофонов и контроля доступа на этажи. В доме предусмотрена колясочная, кладовые (от 3,7 до 9,1 м ), а также продуманная навигация на этажах.\n\n Удобная инфраструктура — на шаг от дома\n\n В пешей доступности:\n\n — детские сады, школы, поликлиника, музейный центр;\n\n — парк «За Саймой» — 13 мин;\n\n — ТРЦ, аптеки, супермаркеты — до 10 мин.\n\n На автомобиле за 3–5 минут вы доберётесь до лучших фитнес-клубов, бассейнов, ледового дворца и ТРЦ.\n\n Почему «За ручьём»?\n\n Потому что здесь сочетаются безопасность, стиль и уверенность. Это шаг в сторону качества жизни на уровень выше.\n\n Ваш дом — это отражение ваших ценностей.\n\n И в «За ручьём» они могут найти своё место.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_za_ruchem/36033",
          "address": "мкр. 20А, ул. Маяковского/Университетская/30 лет Победы, жилые дома"
        }'),

       (20,
        'ЖК «Набережный»',
        ST_SetSRID(ST_MakePoint(73.364644, 61.248745), 4326),
        1,
        '{
          "image_url": "https://20.img.avito.st/image/1/1.MjKm97a_NtoS6oYRGoovfIuIndkUXJRnCpyW2RBSltMYVA.19nZFOeI4RGk40lgbZMrx6zK2KCEIteV0G1oq7HuBOQ?cqp=2.Rk8cMHNBdi-Ff6pDRuL_1SftigBj2rAd1VWqpNaexenb9vu00_MNXKQzQvO9juwwg6HDNbAGwfHxI7jndOXx4vudKtu4nUzDOunfkt4=",
          "description": "Жилой комплекс «Набережный» представляет собой панельное здание.\n\n Застройщиком спроектированы квартиры с различными планировками. Чистовая отделка не осуществляется.\n\n Благоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также озеленение. В шаговой доступности детские сады, школы, продуктовые магазины, остановки общественного транспорта.\n\n Ввод объекта в эксплуатацию запланирован на 2 квартал 2025 года.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_naberezhnyy/8697842",
          "address": "пр-т Набережный , д. 11/3"
        }'),

       (21,
        'ЖК «Столица»',
        ST_SetSRID(ST_MakePoint(73.459571, 61.251795), 4326),
        1,
        '{
          "image_url": "https://10.img.avito.st/image/1/1.xoIKzba_wmq-0HKhttjs7RX_amm4ZmDXpqZiabxoYmO0bg.Kq2K7PunTemS5Xj1b7pn4I-JH_PaFhedKKTxHi5sRtw",
          "description": "Жилой комплекс «Столица» представляет собой комплексную застройку, состоящую из 9 монолитных зданий.\n\n Застройщиком спроектированы квартиры с различными планировками. На выбор покупателям предлагаются варианты как с черновой, так и с чистовой отделкой.\n\n Благоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также озеленение. В шаговой доступности находятся детские сады, школы, медицинские учреждения, торговые центры, супермаркет.\n\n Строительство ведется в несколько этапов. Ввод в эксплуатацию назначен на 3 квартал 2025 года. Дата реализации всего проекта неизвестна.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_stolitsa/8556046",
          "address": "мкр. 30А, жилые дома"
        }'),

       (22,
        'ЖК «Нефть»',
        ST_SetSRID(ST_MakePoint(73.357932, 61.254636), 4326),
        1,
        '{
          "image_url": "https://70.img.avito.st/image/1/1.ckf_nra_dq9Lg8ZkQ-NmQaqa3qxNNdQSU_XWrEk71qZBPQ.TUBJvkajLVV_cgBkwdJ_LUND2OMuMnI4CyHvMbnP2Y8",
          "description": "Жилой комплекс «Нефть» представляет собой застройку, состоящую из монолитно-кирпичных зданий.\n\n Застройщиком спроектированы квартиры с различными планировками. Чистовая отделка не выполняется.\n\n Благоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также озеленение. Первые этажи займут коммерческие помещения. Предусмотрены кладовые помещения и подземный паркинг. В шаговой доступности находятся детские сады, школа, медицинские учреждения, магазины, остановки общественного транспорта и парк.\n\n Строительство ведется в несколько этапов. Ввод в эксплуатацию дома «НФТ1», 1-2 этап» назначен на 2 квартал 2027 года, дома «НФТ2, 1-2 этап» - на 3 квартал 2027. Дата реализации всего проекта неизвестна.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_neft/10163003",
          "address": "ул. Марии Поливановой, ЖК «Нефть»"
        }');

INSERT INTO development
(id, name, cords, location_id, meta)
VALUES (23,
        'ЖК «Мириады»',
        ST_SetSRID(ST_MakePoint(65.671868, 57.177757), 4326),
        2,
        '{
          "image_url": "https://70.img.avito.st/image/1/1.pgrk5ba_ouJQxhYhRLC1IvOSCeFWTgBhTIYe4VJAAutaRg.-kw2i49WEFUCHg5RUUgWNZPHkbs8NKtuiT-BeA0G1u4",
          "description": "Жилой комплекс «Мириады» представляет собой комплексную застройку, состоящую из монолитно-кирпичных зданий.\n\nЗастройщиком спроектированы квартиры с различными планировками. На выбор покупателям предлагаются варианты как с черновой, так и с чистовой отделкой.\n\nБлагоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также озеленение. В шаговой доступности находятся школа, детский сад, торговые центры, остановки общественного транспорта.\n\nСтроительство ведется в несколько этапов. Ввод в эксплуатацию ГП-72.101-104 назначен на 4 квартал 2025 года. Проект реализуется до 2034 года.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/tyumen/zhk_miriady/9916590",
          "address": "мкр. Губернаторский, ЖК «Мириады»"
        }');
