INSERT INTO development
(id, name, cords, location_id, meta, created_at, updated_at, deleted_at)
VALUES (2,
        'Квартал «Новин»',
        ST_SetSRID(ST_MakePoint(73.348099, 61.271782), 4326),
        1,
        '{
          "image_url": "https://80.img.avito.st/image/1/1.bOPTTba4aAtnbtzIcwxYiouCwgxt5kIWpfjCCGPkyABl.6_KCMzIgttX4tBam4ocS5I1lo6_fToze_rjzjYu_pXc",
          "description": "Квартал «Новин» представляет собой монолитно-блочные и монолитно-кирпичные здания переменной этажности. \n\nЗастройщиком спроектированы квартиры с различными планировками — от студий до четырехкомнатных, в том числе двухуровневые, общей площадью от 26,3 до 235,7 кв. м. Выполняется предчистовая отделка.\n\nНа охраняемой территории комплекса предусмотрены детские и спортивные площадки, гостевые автостоянки, подземный паркинг, зоны для отдыха и система видеонаблюдения. В шаговой доступности находятся детские сады, школа, поликлиника, фитнес-центр, супермаркеты.\n\nСтроительство ведется в несколько этапов. Часть домов введена в эксплуатацию. Срок сдачи дома 7 назначен на 2 квартал 2027 года.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/kvartal_novin/28838",
          "2gis_url": "https://2gis.ru/surgut/firm/70000001037554483?m=73.348099%2C61.271782%2F17.82%2Fp%2F46.4%2Fr%2F-37.83",
          "address": "мкр. 35, ул. Игоря Киртбая/Югорский тракт, жилые дома"
        }',
        '2025-02-01 14:07:54.558807',
        '2025-02-01 14:07:54.558807',
        null),

       (1,
        'ЖК «Крылов»',
        ST_SetSRID(ST_MakePoint(73.370308, 61.282734), 4326),
        1,
        '{
          "image_url": "https://00.img.avito.st/image/1/1.hIzSUba_gGRmcjSnckC7yrhVKGdg-iLnejI8Z2T0IG1s8g.uBmvAIRj89XpmAH05J945Y3UZEFhU8lBUPa2E2IsvWc?cqp=2.Rk8cMHNBdi-Ff6pDRuL_1SftigBj2rAd1VWqpNaexenb9vu00_MNXKQzQvO9juwwg6HDNbAGwfHxI7jndOXx4vudKtu4nUzDOunfkt4=",
          "description": "ЖК «Крылов» — жилой комплекс комфорт-класса в 39-м микрорайоне Сургута с панельными 16-этажными корпусами, многоуровневым паркингом и благоустроенными территориями для спорта и отдыха.\n\nВ продаже одно-, двух- и трехкомнатные квартиры площадью от 37,5 до 88,1 кв. м. с чистовой отделкой под ключ. Запланированный срок сдачи: II–IV кварталы 2025 года, есть сданные дома. ЖК находится в 15 минутах от центра города. В инфраструктуре предусмотрены: паркинг на 498 мест, площадки для детей, зона для выгула собак, колясочные, кладовые и соседский центр.\n\nБлагоустройство прилегающей территории включает в себя организацию детских игровых и спортивных площадок, гостевой автостоянки, а также озеленение. В шаговой доступности находятся остановки общественного транспорта, продуктовые магазины, детские сады, школы, медицинские учреждения, торговый центр.\n\nСтроительство ведется в несколько этапов. Ввод в эксплуатацию корпуса 5.1 - 5.2 назначен на 1 квартал 2027 года. Дата реализации всего проекта неизвестна.",
          "avito_url": "https://www.avito.ru/catalog/novostroyki/surgut/zhk_krylov/4848388",
          "2gis_url": "https://2gis.ru/surgut/firm/70000001061169500?m=73.370308%2C61.282734%2F17.39%2Fp%2F50%2Fr%2F-63.46",
          "address": "ул. Высоковольтная/мкр. 39, жилые дома"
        }',
        '2025-02-01 14:07:54.558807',
        '2025-02-01 14:07:54.558807',
        null);